{
  "text": {
    "what": 1074,
    "pardon": 718,
    "do": 322,
    "you": 1095,
    "mean": 617,
    "i": 508,
    "not": 661,
    "understand": 1027,
    "could": 254,
    "explain": 392,
    "be": 111,
    "confuse": 234,
    "that": 990,
    "unclear": 1024,
    "can": 152,
    "clarify": 194,
    "try": 1018,
    "to": 1003,
    "say": 882,
    "follow": 429,
    "hey": 491,
    "hello": 488,
    "hi": 492,
    "there": 994,
    "good": 457,
    "morning": 640,
    "evening": 372,
    "greeting": 469,
    "how": 504,
    "afternoon": 33,
    "up": 1037,
    "bot": 128,
    "alab": 38,
    "thank": 987,
    "a": 1,
    "lot": 596,
    "very": 1057,
    "much": 645,
    "so": 921,
    "thanks": 989,
    "appreciate": 63,
    "it": 547,
    "grateful": 468,
    "thankful": 988,
    "owe": 716,
    "one": 685,
    "in": 515,
    "your": 1096,
    "debt": 283,
    "oblige": 673,
    "beholden": 118,
    "appreciative": 64,
    "for": 430,
    "help": 489,
    "assistance": 83,
    "support": 964,
    "guidance": 474,
    "all": 39,
    "enough": 359,
    "finish": 423,
    "satisfied": 881,
    "content": 243,
    "happy": 481,
    "pleased": 750,
    "fulfil": 443,
    "complete": 221,
    "talk": 972,
    "chat": 183,
    "now": 666,
    "with": 1084,
    "the": 991,
    "conversation": 247,
    "discussion": 314,
    "answer": 52,
    "information": 521,
    "response": 852,
    "bye": 147,
    "goodbye": 458,
    "see": 894,
    "later": 562,
    "around": 70,
    "catch": 160,
    "have": 484,
    "nice": 658,
    "day": 279,
    "until": 1036,
    "next": 657,
    "time": 1001,
    "farewell": 407,
    "take": 970,
    "care": 156,
    "human": 506,
    "who": 1080,
    "create": 262,
    "kind": 551,
    "of": 675,
    "real": 812,
    "ai": 35,
    "should": 907,
    "call": 150,
    "name": 651,
    "stand": 938,
    "tell": 981,
    "more": 639,
    "about": 2,
    "elaborate": 346,
    "on": 683,
    "would": 1090,
    "like": 581,
    "know": 553,
    "else": 350,
    "please": 749,
    "continue": 244,
    "give": 453,
    "detail": 296,
    "far": 406,
    "go": 455,
    "provide": 792,
    "additional": 19,
    "interested": 539,
    "learn": 566,
    "other": 706,
    "available": 95,
    "expand": 386,
    "everything": 374,
    "want": 1068,
    "share": 905,
    "msuiit": 644,
    "special": 929,
    "describe": 293,
    "university": 1031,
    "mindanao": 630,
    "state": 941,
    "iligan": 511,
    "institute": 527,
    "technology": 980,
    "school": 887,
    "why": 1081,
    "study": 955,
    "at": 87,
    "make": 604,
    "unique": 1030,
    "s": 878,
    "achievement": 15,
    "reputation": 843,
    "iit": 510,
    "info": 519,
    "msu": 643,
    "background": 103,
    "where": 1076,
    "locate": 590,
    "find": 422,
    "address": 20,
    "get": 452,
    "exactly": 376,
    "city": 193,
    "location": 591,
    "direction": 308,
    "reach": 811,
    "campus": 151,
    "which": 1078,
    "exact": 375,
    "accessible": 9,
    "by": 146,
    "public": 794,
    "transport": 1014,
    "commute": 214,
    "college": 208,
    "many": 609,
    "different": 304,
    "list": 585,
    "academic": 6,
    "offer": 676,
    "department": 291,
    "division": 321,
    "choose": 190,
    "from": 440,
    "under": 1025,
    "option": 693,
    "when": 1075,
    "establish": 368,
    "history": 497,
    "old": 682,
    "found": 435,
    "year": 1093,
    "start": 940,
    "founding": 436,
    "begin": 116,
    "past": 728,
    "long": 593,
    "exist": 385,
    "chancellor": 179,
    "lead": 564,
    "current": 272,
    "run": 876,
    "head": 485,
    "leadership": 565,
    "ditucalan": 318,
    "charge": 182,
    "vice": 1059,
    "administration": 21,
    "organizational": 698,
    "structure": 952,
    "manage": 605,
    "administrative": 22,
    "official": 679,
    "management": 606,
    "hierarchy": 493,
    "team": 977,
    "vision": 1061,
    "mission": 635,
    "and": 48,
    "aim": 37,
    "goal": 456,
    "objective": 672,
    "core": 251,
    "value": 1052,
    "strive": 951,
    "institutional": 529,
    "statement": 942,
    "system": 967,
    "branch": 130,
    "part": 719,
    "big": 123,
    "network": 654,
    "overview": 715,
    "president": 768,
    "govern": 459,
    "oversee": 714,
    "governance": 460,
    "establishment": 369,
    "origin": 701,
    "historical": 496,
    "culture": 271,
    "diversity": 320,
    "promote": 787,
    "cultural": 270,
    "integration": 534,
    "activity": 17,
    "tradition": 1009,
    "event": 373,
    "celebrate": 168,
    "diverse": 319,
    "program": 783,
    "student": 954,
    "heritage": 490,
    "community": 213,
    "research": 848,
    "focus": 427,
    "initiative": 523,
    "center": 169,
    "opportunity": 692,
    "happen": 480,
    "ongoing": 686,
    "project": 785,
    "area": 69,
    "specialty": 931,
    "facility": 402,
    "accomplish": 11,
    "award": 98,
    "win": 1083,
    "recognition": 816,
    "receive": 815,
    "notable": 662,
    "accomplishment": 12,
    "ranking": 807,
    "prestigious": 769,
    "success": 960,
    "story": 947,
    "significant": 910,
    "milestone": 629,
    "distinction": 317,
    "difference": 303,
    "between": 122,
    "compare": 216,
    "main": 601,
    "marawi": 610,
    "well": 1073,
    "gensan": 451,
    "each": 335,
    "feature": 411,
    "specialization": 930,
    "comparison": 217,
    "enroll": 361,
    "admission": 23,
    "requirement": 847,
    "apply": 60,
    "entrance": 365,
    "into": 542,
    "application": 59,
    "process": 776,
    "enrollment": 362,
    "step": 945,
    "criterion": 265,
    "an": 46,
    "procedure": 775,
    "become": 112,
    "registration": 827,
    "register": 825,
    "as": 74,
    "scholarship": 886,
    "financial": 421,
    "aid": 36,
    "type": 1021,
    "educational": 343,
    "grant": 467,
    "funding": 447,
    "building": 143,
    "amenity": 45,
    "resource": 851,
    "sport": 935,
    "library": 576,
    "laboratory": 555,
    "dormitory": 327,
    "housing": 503,
    "infrastructure": 522,
    "life": 580,
    "organization": 697,
    "extracurricular": 398,
    "experience": 390,
    "club": 203,
    "recreation": 821,
    "international": 540,
    "partnership": 724,
    "abroad": 3,
    "exchange": 381,
    "collaboration": 207,
    "partner": 723,
    "overseas": 713,
    "foreign": 431,
    "global": 454,
    "education": 342,
    "computer": 227,
    "ccs": 164,
    "course": 259,
    "degree": 285,
    "undergraduate": 1026,
    "major": 602,
    "offering": 677,
    "bachelor": 101,
    "equipment": 367,
    "labs": 556,
    "amenities": 44,
    "lab": 554,
    "tech": 978,
    "development": 300,
    "software": 924,
    "hardware": 483,
    "room": 872,
    "professor": 781,
    "faculty": 403,
    "teacher": 975,
    "experienced": 391,
    "member": 623,
    "industry": 518,
    "teaching": 976,
    "style": 956,
    "approachable": 65,
    "ratio": 808,
    "qualified": 799,
    "instructor": 531,
    "consultation": 241,
    "practitioner": 762,
    "teach": 974,
    "strict": 950,
    "grade": 463,
    "quality": 801,
    "career": 157,
    "advice": 27,
    "fund": 446,
    "government": 461,
    "merit": 624,
    "base": 107,
    "duration": 333,
    "frame": 437,
    "need": 653,
    "expect": 387,
    "graduate": 464,
    "standard": 939,
    "__number__": 0,
    "or": 695,
    "semester": 899,
    "average": 96,
    "length": 570,
    "participate": 720,
    "society": 923,
    "join": 549,
    "code": 204,
    "competition": 219,
    "hold": 498,
    "programming": 784,
    "after": 32,
    "class": 195,
    "hackathon": 477,
    "group": 470,
    "elective": 348,
    "while": 1079,
    "possible": 757,
    "outside": 710,
    "if": 509,
    "allow": 40,
    "external": 395,
    "work": 1088,
    "rule": 875,
    "cross": 266,
    "subject": 957,
    "flexibility": 425,
    "selection": 897,
    "optional": 694,
    "size": 915,
    "small": 920,
    "crowded": 267,
    "classroom": 196,
    "will": 1082,
    "large": 559,
    "lecture": 569,
    "usual": 1044,
    "number": 667,
    "usually": 1045,
    "per": 734,
    "typical": 1022,
    "capacity": 154,
    "dean": 281,
    "office": 678,
    "floor": 426,
    "hour": 502,
    "contact": 242,
    "cs": 268,
    "coe": 205,
    "engineering": 357,
    "ee": 344,
    "ce": 165,
    "ced": 167,
    "beed": 114,
    "bse": 138,
    "maed": 599,
    "ceba": 166,
    "economic": 340,
    "business": 144,
    "cba": 163,
    "hrm": 505,
    "mktg": 636,
    "fin": 418,
    "collge": 209,
    "cass": 159,
    "art": 72,
    "social": 922,
    "science": 888,
    "engl": 358,
    "psyc": 793,
    "polsc": 753,
    "chs": 192,
    "ch": 175,
    "health": 486,
    "build": 142,
    "nur": 668,
    "medtech": 621,
    "pharma": 743,
    "csm": 269,
    "mathematic": 614,
    "math": 613,
    "bio": 124,
    "chem": 188,
    "bs": 135,
    "bsc": 136,
    "curriculum": 275,
    "bsit": 140,
    "bsis": 139,
    "bsca": 137,
    "specific": 932,
    "detailed": 297,
    "comprehensive": 226,
    "depth": 292,
    "component": 225,
    "framework": 438,
    "specification": 933,
    "plan": 747,
    "breakdown": 131,
    "prospect": 789,
    "job": 548,
    "path": 729,
    "graduates": 465,
    "employment": 355,
    "market": 612,
    "professional": 780,
    "growth": 471,
    "role": 871,
    "possibility": 756,
    "entry": 366,
    "enter": 364,
    "guideline": 476,
    "outline": 709,
    "matter": 615,
    "topic": 1006,
    "hard": 482,
    "difficult": 305,
    "difficulty": 306,
    "challenge": 176,
    "tough": 1007,
    "demand": 287,
    "level": 574,
    "demanding": 288,
    "workload": 1089,
    "intensity": 536,
    "c": 148,
    "vs": 1065,
    "easiest": 337,
    "challenging": 177,
    "require": 845,
    "effort": 345,
    "rigor": 867,
    "relative": 831,
    "rank": 806,
    "most": 641,
    "stress": 949,
    "evaluate": 370,
    "assessment": 79,
    "evaluation": 371,
    "method": 625,
    "determine": 298,
    "they": 995,
    "testing": 985,
    "examination": 378,
    "performance": 736,
    "technical": 979,
    "availability": 94,
    "access": 8,
    "usage": 1042,
    "use": 1043,
    "regulation": 828,
    "policy": 752,
    "protocol": 790,
    "term": 982,
    "instruction": 530,
    "particular": 722,
    "site": 913,
    "robotic": 869,
    "sciences": 889,
    "medical": 618,
    "nursing": 670,
    "qualify": 800,
    "document": 324,
    "prerequisite": 766,
    "qualification": 798,
    "bsn": 141,
    "accept": 7,
    "basic": 108,
    "any": 54,
    "admit": 24,
    "must": 647,
    "submit": 959,
    "form": 432,
    "fill": 416,
    "out": 708,
    "exam": 377,
    "necessary": 652,
    "gpa": 462,
    "practical": 760,
    "training": 1010,
    "hand": 478,
    "clinical": 201,
    "placement": 746,
    "prepare": 765,
    "through": 1000,
    "exposure": 393,
    "during": 334,
    "their": 993,
    "learning": 567,
    "integrate": 533,
    "hospital": 500,
    "practice": 761,
    "module": 637,
    "fieldwork": 414,
    "include": 516,
    "skill": 916,
    "assign": 80,
    "my": 648,
    "graduation": 466,
    "pursue": 797,
    "consider": 237,
    "field": 413,
    "open": 689,
    "non": 660,
    "healthcare": 487,
    "fair": 405,
    "board": 126,
    "licensing": 578,
    "pass": 726,
    "required": 846,
    "mandatory": 607,
    "license": 577,
    "nurse": 669,
    "licensure": 579,
    "automatically": 92,
    "passing": 727,
    "score": 890,
    "right": 866,
    "arrange": 71,
    "involve": 544,
    "set": 902,
    "rotation": 873,
    "link": 583,
    "spend": 934,
    "situate": 914,
    "place": 745,
    "position": 755,
    "whereabouts": 1077,
    "spot": 936,
    "locale": 589,
    "finance": 420,
    "bba": 110,
    "company": 215,
    "corporate": 252,
    "economics": 341,
    "similarity": 911,
    "differ": 302,
    "contrast": 245,
    "advantage": 26,
    "over": 712,
    "key": 550,
    "curricula": 273,
    "highlight": 495,
    "aspect": 76,
    "than": 986,
    "complexity": 224,
    "versus": 1056,
    "easy": 338,
    "intense": 535,
    "rigorous": 868,
    "strenuous": 948,
    "assignment": 81,
    "mark": 611,
    "scheme": 884,
    "quiz": 803,
    "presentation": 767,
    "assess": 78,
    "report": 840,
    "write": 1091,
    "case": 158,
    "format": 433,
    "oral": 696,
    "arts": 73,
    "council": 255,
    "debate": 282,
    "ba": 100,
    "design": 294,
    "bed": 113,
    "characteristic": 181,
    "let": 572,
    "us": 1041,
    "back": 102,
    "we": 1071,
    "original": 702,
    "question": 802,
    "return": 861,
    "our": 707,
    "discuss": 313,
    "refocus": 822,
    "track": 1008,
    "point": 751,
    "stay": 944,
    "focused": 428,
    "concentrate": 228,
    "yes": 1094,
    "instead": 526,
    "change": 180,
    "switch": 966,
    "something": 926,
    "move": 642,
    "prefer": 763,
    "new": 655,
    "this": 997,
    "further": 448,
    "fablab": 399,
    "purpose": 796,
    "function": 445,
    "intention": 537,
    "interest": 538,
    "permission": 738,
    "book": 127,
    "reserve": 849,
    "schedule": 883,
    "sign": 908,
    "slot": 918,
    "operate": 691,
    "utilize": 1046,
    "service": 901,
    "tool": 1004,
    "product": 779,
    "produce": 778,
    "fabricate": 400,
    "manufacture": 608,
    "develop": 299,
    "construct": 239,
    "craft": 261,
    "assemble": 77,
    "cost": 253,
    "price": 771,
    "expensive": 389,
    "fee": 412,
    "pay": 730,
    "oasg": 671,
    "handle": 479,
    "responsible": 854,
    "same": 879,
    "applicant": 58,
    "directly": 309,
    "full": 444,
    "responsibility": 853,
    "connection": 235,
    "send": 900,
    "invitation": 543,
    "majority": 603,
    "batch": 109,
    "inform": 520,
    "soon": 927,
    "timeline": 1002,
    "via": 1058,
    "email": 351,
    "mail": 600,
    "notify": 665,
    "belong": 119,
    "release": 832,
    "once": 684,
    "delay": 286,
    "confirm": 232,
    "ve": 1053,
    "date": 278,
    "status": 943,
    "exclusive": 382,
    "check": 185,
    "miss": 633,
    "post": 758,
    "online": 687,
    "verification": 1054,
    "wait": 1066,
    "incomplete": 517,
    "verify": 1055,
    "update": 1039,
    "resubmit": 856,
    "missing": 634,
    "submission": 958,
    "disqualify": 316,
    "deadline": 280,
    "remind": 835,
    "suspect": 965,
    "notification": 664,
    "sm": 919,
    "often": 681,
    "review": 862,
    "checklist": 186,
    "ensure": 363,
    "naay": 650,
    "chance": 178,
    "ang": 49,
    "below": 120,
    "na": 649,
    "sase": 880,
    "less": 571,
    "still": 946,
    "alternative": 42,
    "low": 597,
    "completely": 222,
    "exception": 379,
    "reconsideration": 819,
    "someone": 925,
    "improve": 513,
    "remedial": 834,
    "scorer": 891,
    "minimum": 632,
    "interview": 541,
    "second": 893,
    "bridging": 133,
    "test": 984,
    "compensate": 218,
    "reject": 829,
    "close": 202,
    "quota": 804,
    "affect": 30,
    "those": 998,
    "sem": 898,
    "unsuccessful": 1035,
    "unnotifie": 1032,
    "re": 810,
    "candidate": 153,
    "multiple": 646,
    "round": 874,
    "only": 688,
    "successful": 961,
    "guarantee": 472,
    "issue": 546,
    "common": 212,
    "way": 1070,
    "pende": 733,
    "future": 449,
    "reapply": 813,
    "decision": 284,
    "transfer": 1012,
    "another": 51,
    "mid": 627,
    "eligible": 349,
    "credit": 264,
    "recommendation": 818,
    "bridge": 132,
    "limit": 582,
    "attend": 88,
    "orientation": 700,
    "but": 145,
    "institution": 528,
    "cet": 174,
    "transferee": 1013,
    "skip": 917,
    "waive": 1067,
    "exceptional": 380,
    "exemption": 384,
    "high": 494,
    "consideration": 238,
    "two": 1020,
    "simultaneously": 912,
    "lack": 557,
    "dropbox": 331,
    "counter": 257,
    "courier": 258,
    "person": 740,
    "resubmitte": 857,
    "postal": 759,
    "representative": 841,
    "third": 996,
    "party": 725,
    "clear": 198,
    "liability": 575,
    "settle": 903,
    "resolve": 850,
    "installment": 525,
    "penalty": 732,
    "relate": 830,
    "tuition": 1019,
    "clearance": 199,
    "talent": 971,
    "unified": 1029,
    "allowance": 41,
    "last": 560,
    "landbank": 558,
    "account": 13,
    "guide": 475,
    "appointment": 62,
    "scholar": 885,
    "assist": 82,
    "age": 34,
    "restriction": 855,
    "hotline": 501,
    "inquiry": 524,
    "opening": 690,
    "without": 1087,
    "personal": 741,
    "d": 276,
    "prioritize": 774,
    "guarantor": 473,
    "visit": 1062,
    "ask": 75,
    "certificate": 171,
    "lbp": 563,
    "obtain": 674,
    "certification": 172,
    "request": 844,
    "digital": 307,
    "copy": 249,
    "authenticity": 91,
    "behalf": 117,
    "designate": 295,
    "issuance": 545,
    "valid": 1048,
    "period": 737,
    "bank": 106,
    "remark": 833,
    "portal": 754,
    "acknowledgment": 16,
    "receipt": 814,
    "concern": 229,
    "late": 561,
    "fail": 404,
    "unifast": 1028,
    "tes": 983,
    "che": 184,
    "tdp": 973,
    "both": 129,
    "first": 424,
    "combine": 210,
    "tag": 968,
    "employee": 353,
    "anteu": 53,
    "fu": 442,
    "tagging": 969,
    "benefit": 121,
    "come": 211,
    "retiree": 860,
    "appeal": 56,
    "associate": 86,
    "annual": 50,
    "renewal": 838,
    "checkup": 187,
    "clinic": 200,
    "free": 439,
    "staff": 937,
    "avail": 93,
    "treatment": 1016,
    "enrol": 360,
    "visitor": 1063,
    "weekend": 1072,
    "prior": 773,
    "dental": 289,
    "dentist": 290,
    "tooth": 1005,
    "extraction": 397,
    "cleaning": 197,
    "consult": 240,
    "orthodontist": 703,
    "cover": 260,
    "filling": 417,
    "x": 1092,
    "ray": 809,
    "hygiene": 507,
    "cater": 161,
    "emergency": 352,
    "absence": 4,
    "excuse": 383,
    "letter": 573,
    "absent": 5,
    "approve": 67,
    "proof": 788,
    "doctor": 323,
    "signature": 909,
    "lose": 594,
    "travel": 1015,
    "medicine": 620,
    "kit": 552,
    "trip": 1017,
    "vaccination": 1047,
    "physical": 744,
    "blood": 125,
    "fast": 408,
    "certain": 170,
    "diagnostic": 301,
    "conduct": 231,
    "urine": 1040,
    "analysis": 47,
    "result": 858,
    "insurance": 532,
    "perform": 735,
    "cholesterol": 189,
    "discount": 312,
    "validity": 1051,
    "employer": 354,
    "fbs": 410,
    "lipid": 584,
    "profile": 782,
    "drink": 329,
    "water": 1069,
    "before": 115,
    "fasting": 409,
    "eat": 339,
    "fruit": 441,
    "avoid": 97,
    "medication": 619,
    "early": 336,
    "coffee": 206,
    "transcript": 1011,
    "record": 820,
    "alumnus": 43,
    "unofficial": 1033,
    "cor": 250,
    "previous": 770,
    "prove": 791,
    "load": 587,
    "revision": 864,
    "add": 18,
    "drop": 330,
    "revise": 863,
    "completion": 223,
    "registrar": 826,
    "withdraw": 1085,
    "withdrawal": 1086,
    "officially": 680,
    "midterm": 628,
    "refund": 823,
    "no": 659,
    "conflict": 233,
    "honorable": 499,
    "dismissal": 315,
    "authentication": 90,
    "authenticate": 89,
    "certify": 173,
    "payment": 731,
    "credential": 263,
    "cav": 162,
    "view": 1060,
    "print": 772,
    "removal": 836,
    "bring": 134,
    "permit": 739,
    "calendar": 149,
    "important": 512,
    "download": 328,
    "leave": 568,
    "loa": 586,
    "reprint": 842,
    "rog": 870,
    "duplicate": 332,
    "documentation": 325,
    "final": 419,
    "accountability": 14,
    "processing": 777,
    "expedite": 388,
    "rush": 877,
    "preliminary": 764,
    "advance": 25,
    "approval": 66,
    "m": 598,
    "promissory": 786,
    "note": 663,
    "outstanding": 711,
    "balance": 104,
    "condition": 230,
    "validation": 1050,
    "validate": 1049,
    "shifter": 906,
    "unresolved": 1034,
    "unclaimed": 1023,
    "three": 999,
    "month": 638,
    "retention": 859,
    "paper": 717,
    "meet": 622,
    "loan": 588,
    "osds": 705,
    "assistantship": 85,
    "assistant": 84,
    "approved": 68,
    "lodging": 592,
    "accommodation": 10,
    "dance": 277,
    "theater": 992,
    "choral": 191,
    "band": 105,
    "spe": 928,
    "complaint": 220,
    "suggestion": 962,
    "file": 415,
    "improvement": 514,
    "raise": 805,
    "organize": 699,
    "extra": 396,
    "curricular": 274,
    "gain": 450,
    "afford": 31,
    "struggle": 953,
    "face": 401,
    "recognize": 817,
    "formation": 434,
    "anyone": 55,
    "regard": 824,
    "discipline": 311,
    "disciplinary": 310,
    "appliance": 57,
    "rice": 865,
    "cooker": 248,
    "microwave": 626,
    "dorm": 326,
    "petition": 742,
    "election": 347,
    "search": 892,
    "maximum": 616,
    "several": 904,
    "renew": 837,
    "extend": 394,
    "counseling": 256,
    "summer": 963,
    "osd": 704,
    "aware": 99,
    "planning": 748,
    "publication": 795,
    "contribute": 246,
    "newspaper": 656,
    "advising": 29,
    "seek": 895,
    "adviser": 28,
    "select": 896,
    "appoint": 61,
    "card": 155,
    "lost": 595,
    "replace": 839,
    "mine": 631,
    "upcoming": 1038,
    "consequence": 236,
    "participation": 721,
    "engage": 356,
    "volunteer": 1064
  },
  "intent": {
    "default": 173,
    "greet": 184,
    "gratitude": 183,
    "end_convo": 174,
    "goodbye": 182,
    "bot_challenge": 13,
    "ask_follow_up_general": 10,
    "university_about_msuiit": 283,
    "university_location": 292,
    "university_colleges": 287,
    "university_history": 290,
    "university_chancellor": 286,
    "university_administration": 284,
    "university_vision_mission": 295,
    "msu_system_info": 192,
    "msu_governance": 189,
    "msu_history": 190,
    "msu_culture": 188,
    "msu_research": 191,
    "msu_achievements": 186,
    "msu_campus_comparison": 187,
    "university_admission": 285,
    "university_scholarships": 293,
    "university_facilities_general": 288,
    "university_facilities_iit": 289,
    "university_student_life": 294,
    "university_international_programs": 291,
    "ccs_general_inquiry": 51,
    "ccs_programs_overview": 59,
    "ccs_facilities_info": 49,
    "ccs_faculty_info": 50,
    "ccs_scholarship_info": 61,
    "ccs_duration_info": 44,
    "ccs_research_info": 60,
    "ccs_student_life": 63,
    "ccs_elective": 45,
    "ccs_size": 62,
    "ccs_location_main": 54,
    "ccs_location_dean": 52,
    "ccs_location_departments": 53,
    "coe_location_main": 142,
    "coe_location_dean": 140,
    "coe_location_departments": 141,
    "ced_location_main": 94,
    "ced_location_dean": 92,
    "ced_location_departments": 93,
    "ceba_location_main": 74,
    "ceba_location_dean": 72,
    "ceba_location_departments": 73,
    "cass_location_main": 32,
    "cass_location_dean": 30,
    "cass_location_departments": 31,
    "chs_location_main": 115,
    "chs_location_dean": 113,
    "chs_location_departments": 114,
    "csm_location_main": 163,
    "csm_location_dean": 161,
    "csm_location_departments": 162,
    "program_inquiry_bscs": 232,
    "program_inquiry_bsit": 234,
    "program_inquiry_bsis": 233,
    "program_inquiry_bsca": 231,
    "ccs_program_details": 56,
    "ccs_career_prospects": 43,
    "ccs_admission_requirements": 42,
    "bsit_subjects": 21,
    "bsis_subjects": 19,
    "bsca_subjects": 15,
    "bscs_subjects": 17,
    "bsca_difficulty": 14,
    "bscs_difficulty": 16,
    "bsit_difficulty": 20,
    "bsis_difficulty": 18,
    "ccs_program_comparison": 55,
    "ccs_program_difficulty": 57,
    "ccs_program_difficulty_comparison": 58,
    "ccs_evaluation": 46,
    "ccs_exchange_programs": 47,
    "ccs_facilities_details": 48,
    "general_facilities_usage_policy": 181,
    "general_facilities_specific": 180,
    "student_work_opportunities": 282,
    "coe_general_inquiry": 139,
    "coe_programs_overview": 147,
    "coe_facilities_info": 137,
    "coe_faculty_info": 138,
    "coe_scholarship_info": 149,
    "coe_duration_info": 133,
    "coe_research_info": 148,
    "coe_student_life": 151,
    "coe_elective": 134,
    "coe_size": 150,
    "coe_program_details": 144,
    "chs_general_inquiry": 112,
    "chs_programs_overview": 118,
    "chs_facilities_info": 110,
    "chs_faculty_info": 111,
    "chs_scholarship_info": 120,
    "chs_duration_info": 108,
    "chs_research_info": 119,
    "chs_student_life": 122,
    "chs_elective": 109,
    "chs_size": 121,
    "chs_program_details": 117,
    "chs_admission_requirements": 104,
    "chs_practical_training": 116,
    "chs_career_opportunities": 106,
    "chs_board_exam": 105,
    "chs_clinical_practice": 107,
    "ceba_general_inquiry": 71,
    "ceba_programs_overview": 79,
    "ceba_facilities_info": 69,
    "ceba_faculty_info": 70,
    "ceba_scholarship_info": 81,
    "ceba_duration_info": 66,
    "ceba_research_info": 80,
    "ceba_student_life": 83,
    "ceba_elective": 67,
    "ceba_size": 82,
    "ceba_program_details": 76,
    "ceba_admission_requirements": 64,
    "ceba_career_prospects": 65,
    "ceba_program_comparison": 75,
    "ceba_program_difficulty": 77,
    "ceba_program_difficulty_comparison": 78,
    "ceba_evaluation": 68,
    "cass_general_inquiry": 29,
    "cass_programs_overview": 37,
    "cass_facilities_info": 27,
    "cass_faculty_info": 28,
    "cass_scholarship_info": 39,
    "cass_duration_info": 24,
    "cass_research_info": 38,
    "cass_student_life": 41,
    "cass_elective": 25,
    "cass_size": 40,
    "cass_program_details": 34,
    "cass_admission_requirements": 22,
    "cass_career_prospects": 23,
    "cass_program_comparison": 33,
    "cass_program_difficulty": 35,
    "cass_program_difficulty_comparison": 36,
    "cass_evaluation": 26,
    "ced_general_inquiry": 91,
    "ced_programs_overview": 99,
    "ced_facilities_info": 89,
    "ced_faculty_info": 90,
    "ced_scholarship_info": 101,
    "ced_duration_info": 86,
    "ced_research_info": 100,
    "ced_student_life": 103,
    "ced_elective": 87,
    "ced_size": 102,
    "ced_program_details": 96,
    "ced_admission_requirements": 84,
    "ced_career_prospects": 85,
    "ced_program_comparison": 95,
    "ced_program_difficulty": 97,
    "ced_program_difficulty_comparison": 98,
    "ced_evaluation": 88,
    "csm_general_inquiry": 160,
    "csm_programs_overview": 168,
    "csm_facilities_info": 158,
    "csm_faculty_info": 159,
    "csm_scholarship_info": 170,
    "csm_duration_info": 155,
    "csm_research_info": 169,
    "csm_student_life": 172,
    "csm_elective": 156,
    "csm_size": 171,
    "csm_program_details": 165,
    "csm_admission_requirements": 153,
    "csm_career_prospects": 154,
    "csm_program_comparison": 164,
    "csm_program_difficulty": 166,
    "csm_program_difficulty_comparison": 167,
    "csm_evaluation": 157,
    "ask_specific_campus": 12,
    "help_refocus": 185,
    "confirm_topic_switch": 152,
    "ask_more_details": 11,
    "fablab_about": 175,
    "fablab_usage": 179,
    "fablab_products": 178,
    "fablab_access": 176,
    "fablab_cost": 177,
    "admission_about": 0,
    "admission_invitation": 4,
    "admission_document_submission": 2,
    "admission_chances": 1,
    "admission_email_inquiry": 3,
    "admission_transferee": 9,
    "admission_transfer_external": 8,
    "admission_second_degree": 7,
    "admission_lacking_documents": 5,
    "admission_liability": 6,
    "scholar_availability": 276,
    "scholar_delay": 277,
    "scholar_openlbp": 280,
    "scholar_lbpcertificate": 278,
    "scholar_lbpsubmit": 279,
    "scholar_apply": 275,
    "scholar_tags": 281,
    "clinic_checkup": 123,
    "clinic_dental": 124,
    "clinic_medcert_absent": 127,
    "clinic_medcert_travel": 129,
    "clinic_labtest": 126,
    "clinic_medcert_employment": 128,
    "clinic_fasting": 125,
    "registrar_transcript_request": 269,
    "registrar_cor_request": 246,
    "registrar_academic_load_revision": 236,
    "registrar_grade_completion": 254,
    "registrar_withdraw_subject": 274,
    "registrar_withdraw_all_subjects": 273,
    "registrar_add_subjects": 241,
    "registrar_honorable_dismissal": 257,
    "registrar_document_authentication_fee": 250,
    "registrar_transfer_credentials": 270,
    "registrar_cav_request": 243,
    "registrar_clearance_access": 245,
    "registrar_subject_availability": 267,
    "registrar_removal_exams": 262,
    "registrar_cross_enrollment_permit": 247,
    "registrar_academic_calendar": 235,
    "registrar_leave_of_absence": 259,
    "registrar_reprint_rog": 263,
    "registrar_academic_verification_documents": 239,
    "registrar_check_grades": 244,
    "registrar_accountability": 240,
    "registrar_document_processing_time": 251,
    "registrar_preliminary_registration_form": 260,
    "registrar_advance_credit": 242,
    "registrar_student_records_online": 265,
    "registrar_deans_list": 249,
    "registrar_graduating_students_list": 255,
    "registrar_promissory_note": 261,
    "registrar_cross_enrollment_requirements": 248,
    "registrar_transcript_fee": 268,
    "registrar_academic_records_email": 238,
    "registrar_student_records_validation_fee": 266,
    "registrar_shifter_status": 264,
    "registrar_enrollment_with_pending_accountabilities": 252,
    "registrar_unclaimed_documents": 271,
    "registrar_university_schedule": 272,
    "registrar_honorable_dismissal_documents": 258,
    "registrar_academic_load_revision_form": 237,
    "registrar_graduation_qualification": 256,
    "registrar_form_137_138_request": 253,
    "osds_apply_student_loan": 198,
    "osds_financial_assistance_programs": 203,
    "osds_qualifications_student_assistantship": 217,
    "osds_apply_teaching_assistantship": 199,
    "osds_find_approved_student_lodging": 205,
    "osds_requirements_special_grants_program": 221,
    "osds_participate_student_organizations": 214,
    "osds_special_program_employment_students": 224,
    "osds_submit_complaint_suggestion": 228,
    "osds_process_organizing_extra_curricular": 216,
    "osds_apply_office_assistantship": 196,
    "osds_benefits_special_grants_program": 201,
    "osds_financial_difficulties_tuition": 204,
    "osds_qualify_special_program_employment_students": 218,
    "osds_approved_extracurricular_activities": 200,
    "osds_restrictions_student_organizations": 222,
    "osds_file_complaint_student_discipline": 202,
    "osds_requirements_personal_appliances_dormitories": 220,
    "osds_student_petitions_process": 227,
    "osds_run_for_student_council": 223,
    "osds_find_scholarships": 206,
    "osds_max_hours_student_assistantship": 212,
    "osds_apply_multiple_financial_aid": 195,
    "osds_help_finding_housing": 209,
    "osds_renew_student_loan": 219,
    "osds_guidance_counseling_center_role": 208,
    "osds_summer_programs": 229,
    "osds_student_elections_rules": 225,
    "osds_help_organizing_cultural_events": 210,
    "osds_involved_student_publication": 211,
    "osds_academic_advising_career_counseling": 194,
    "osds_student_organization_advisers": 226,
    "osds_apply_scholarship": 197,
    "osds_missing_student_id": 213,
    "osds_find_upcoming_activities": 207,
    "osds_penalties_non_participation_extracurricular": 215,
    "osds_volunteer_campus_events": 230,
    "coe_admission_requirements": 130,
    "coe_career_prospects": 131,
    "coe_difficulty": 132,
    "coe_evaluation": 135,
    "coe_exchange_programs": 136,
    "coe_program_comparison": 143,
    "coe_program_difficulty": 145,
    "coe_program_difficulty_comparison": 146,
    "nlu_fallback": 193
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_set_active_college": 10,
    "action_track_location_context": 11,
    "action_track_student_interest": 12,
    "utter_admission_about": 15,
    "utter_admission_chances": 16,
    "utter_admission_document_submission": 17,
    "utter_admission_email_inquiry": 18,
    "utter_admission_invitation": 19,
    "utter_admission_lacking_documents": 20,
    "utter_admission_liability": 21,
    "utter_admission_second_degree": 22,
    "utter_admission_transfer_external": 23,
    "utter_admission_transferee": 24,
    "utter_ask_follow_up_general": 25,
    "utter_ask_more_details": 26,
    "utter_ask_specific_campus": 27,
    "utter_bsca_details": 28,
    "utter_bsca_difficulty": 29,
    "utter_bsca_subjects": 30,
    "utter_bscs_details": 31,
    "utter_bscs_difficulty": 32,
    "utter_bscs_subjects": 33,
    "utter_bsis_details": 34,
    "utter_bsis_difficulty": 35,
    "utter_bsis_subjects": 36,
    "utter_bsit_details": 37,
    "utter_bsit_difficulty": 38,
    "utter_bsit_subjects": 39,
    "utter_cass_admission_requirements": 40,
    "utter_cass_career_prospects": 41,
    "utter_cass_duration_info": 42,
    "utter_cass_elective": 43,
    "utter_cass_evaluation": 44,
    "utter_cass_facilities_info": 45,
    "utter_cass_faculty_info": 46,
    "utter_cass_general_inquiry": 47,
    "utter_cass_location_dean": 48,
    "utter_cass_location_departments": 49,
    "utter_cass_location_main": 50,
    "utter_cass_program_comparison": 51,
    "utter_cass_program_details": 52,
    "utter_cass_program_difficulty": 53,
    "utter_cass_program_difficulty_comparison": 54,
    "utter_cass_programs_overview": 55,
    "utter_cass_research_info": 56,
    "utter_cass_scholarship_info": 57,
    "utter_cass_size": 58,
    "utter_cass_student_life": 59,
    "utter_ccs_admission_requirements": 60,
    "utter_ccs_career_prospects": 61,
    "utter_ccs_duration_info": 62,
    "utter_ccs_elective": 63,
    "utter_ccs_evaluation": 64,
    "utter_ccs_exchange_programs": 65,
    "utter_ccs_facilities_details": 66,
    "utter_ccs_facilities_info": 67,
    "utter_ccs_faculty_info": 68,
    "utter_ccs_general_inquiry": 69,
    "utter_ccs_location_dean": 70,
    "utter_ccs_location_departments": 71,
    "utter_ccs_location_main": 72,
    "utter_ccs_program_comparison": 73,
    "utter_ccs_program_details": 74,
    "utter_ccs_program_difficulty": 75,
    "utter_ccs_program_difficulty_comparison": 76,
    "utter_ccs_programs_overview": 77,
    "utter_ccs_research_info": 78,
    "utter_ccs_scholarship_info": 79,
    "utter_ccs_size": 80,
    "utter_ccs_student_life": 81,
    "utter_ceba_admission_requirements": 82,
    "utter_ceba_career_prospects": 83,
    "utter_ceba_duration_info": 84,
    "utter_ceba_elective": 85,
    "utter_ceba_evaluation": 86,
    "utter_ceba_facilities_info": 87,
    "utter_ceba_faculty_info": 88,
    "utter_ceba_general_inquiry": 89,
    "utter_ceba_location_dean": 90,
    "utter_ceba_location_departments": 91,
    "utter_ceba_location_main": 92,
    "utter_ceba_program_comparison": 93,
    "utter_ceba_program_details": 94,
    "utter_ceba_program_difficulty": 95,
    "utter_ceba_program_difficulty_comparison": 96,
    "utter_ceba_programs_overview": 97,
    "utter_ceba_research_info": 98,
    "utter_ceba_scholarship_info": 99,
    "utter_ceba_size": 100,
    "utter_ceba_student_life": 101,
    "utter_ced_admission_requirements": 102,
    "utter_ced_career_prospects": 103,
    "utter_ced_duration_info": 104,
    "utter_ced_elective": 105,
    "utter_ced_evaluation": 106,
    "utter_ced_facilities_info": 107,
    "utter_ced_faculty_info": 108,
    "utter_ced_general_inquiry": 109,
    "utter_ced_location_dean": 110,
    "utter_ced_location_departments": 111,
    "utter_ced_location_main": 112,
    "utter_ced_program_comparison": 113,
    "utter_ced_program_details": 114,
    "utter_ced_program_difficulty": 115,
    "utter_ced_program_difficulty_comparison": 116,
    "utter_ced_programs_overview": 117,
    "utter_ced_research_info": 118,
    "utter_ced_scholarship_info": 119,
    "utter_ced_size": 120,
    "utter_ced_student_life": 121,
    "utter_chs_admission_requirements": 122,
    "utter_chs_board_exam": 123,
    "utter_chs_career_opportunities": 124,
    "utter_chs_clinical_practice": 125,
    "utter_chs_duration_info": 126,
    "utter_chs_elective": 127,
    "utter_chs_facilities_info": 128,
    "utter_chs_faculty_info": 129,
    "utter_chs_general_inquiry": 130,
    "utter_chs_location_dean": 131,
    "utter_chs_location_departments": 132,
    "utter_chs_location_main": 133,
    "utter_chs_practical_training": 134,
    "utter_chs_program_details": 135,
    "utter_chs_programs_overview": 136,
    "utter_chs_research_info": 137,
    "utter_chs_scholarship_info": 138,
    "utter_chs_size": 139,
    "utter_chs_student_life": 140,
    "utter_clinic_checkup": 141,
    "utter_clinic_dental": 142,
    "utter_clinic_fasting": 143,
    "utter_clinic_labtest": 144,
    "utter_clinic_medcert_absent": 145,
    "utter_clinic_medcert_employment": 146,
    "utter_clinic_medcert_travel": 147,
    "utter_coe_admission_requirements": 148,
    "utter_coe_career_prospects": 149,
    "utter_coe_difficulty": 150,
    "utter_coe_duration_info": 151,
    "utter_coe_elective": 152,
    "utter_coe_evaluation": 153,
    "utter_coe_exchange_programs": 154,
    "utter_coe_facilities_info": 155,
    "utter_coe_faculty_info": 156,
    "utter_coe_general_inquiry": 157,
    "utter_coe_location_dean": 158,
    "utter_coe_location_departments": 159,
    "utter_coe_location_main": 160,
    "utter_coe_program_comparison": 161,
    "utter_coe_program_difficulty": 162,
    "utter_coe_program_difficulty_comparison": 163,
    "utter_coe_programs_overview": 164,
    "utter_coe_research_info": 165,
    "utter_coe_scholarship_info": 166,
    "utter_coe_size": 167,
    "utter_coe_student_life": 168,
    "utter_confirm_topic_switch": 169,
    "utter_csm_admission_requirements": 170,
    "utter_csm_career_prospects": 171,
    "utter_csm_duration_info": 172,
    "utter_csm_elective": 173,
    "utter_csm_evaluation": 174,
    "utter_csm_facilities_info": 175,
    "utter_csm_faculty_info": 176,
    "utter_csm_general_inquiry": 177,
    "utter_csm_location_dean": 178,
    "utter_csm_location_departments": 179,
    "utter_csm_location_main": 180,
    "utter_csm_program_comparison": 181,
    "utter_csm_program_details": 182,
    "utter_csm_program_difficulty": 183,
    "utter_csm_program_difficulty_comparison": 184,
    "utter_csm_programs_overview": 185,
    "utter_csm_research_info": 186,
    "utter_csm_scholarship_info": 187,
    "utter_csm_size": 188,
    "utter_csm_student_life": 189,
    "utter_default": 190,
    "utter_end_convo": 191,
    "utter_fablab_about": 192,
    "utter_fablab_access": 193,
    "utter_fablab_cost": 194,
    "utter_fablab_products": 195,
    "utter_fablab_usage": 196,
    "utter_general_facilities_specific": 197,
    "utter_general_facilities_usage_policy": 198,
    "utter_goodbye": 199,
    "utter_gratitude": 200,
    "utter_greet": 201,
    "utter_help_refocus": 202,
    "utter_iamabot": 203,
    "utter_msu_achievements": 204,
    "utter_msu_campus_comparison": 205,
    "utter_msu_culture": 206,
    "utter_msu_governance": 207,
    "utter_msu_history": 208,
    "utter_msu_research": 209,
    "utter_msu_system_info": 210,
    "utter_osds_academic_advising_career_counseling": 211,
    "utter_osds_apply_multiple_financial_aid": 212,
    "utter_osds_apply_office_assistantship": 213,
    "utter_osds_apply_scholarship": 214,
    "utter_osds_apply_student_loan": 215,
    "utter_osds_apply_teaching_assistantship": 216,
    "utter_osds_approved_extracurricular_activities": 217,
    "utter_osds_benefits_special_grants_program": 218,
    "utter_osds_file_complaint_student_discipline": 219,
    "utter_osds_financial_assistance_programs": 220,
    "utter_osds_financial_difficulties_tuition": 221,
    "utter_osds_find_approved_student_lodging": 222,
    "utter_osds_find_scholarships": 223,
    "utter_osds_find_upcoming_activities": 224,
    "utter_osds_guidance_counseling_center_role": 225,
    "utter_osds_help_finding_housing": 226,
    "utter_osds_help_organizing_cultural_events": 227,
    "utter_osds_involved_student_publication": 228,
    "utter_osds_max_hours_student_assistantship": 229,
    "utter_osds_missing_student_id": 230,
    "utter_osds_participate_student_organizations": 231,
    "utter_osds_penalties_non_participation_extracurricular": 232,
    "utter_osds_process_organizing_extra_curricular": 233,
    "utter_osds_qualifications_student_assistantship": 234,
    "utter_osds_qualify_special_program_employment_students": 235,
    "utter_osds_renew_student_loan": 236,
    "utter_osds_requirements_personal_appliances_dormitories": 237,
    "utter_osds_requirements_special_grants_program": 238,
    "utter_osds_restrictions_student_organizations": 239,
    "utter_osds_run_for_student_council": 240,
    "utter_osds_special_program_employment_students": 241,
    "utter_osds_student_elections_rules": 242,
    "utter_osds_student_organization_advisers": 243,
    "utter_osds_student_petitions_process": 244,
    "utter_osds_submit_complaint_suggestion": 245,
    "utter_osds_summer_programs": 246,
    "utter_osds_volunteer_campus_events": 247,
    "utter_registrar_academic_calendar": 248,
    "utter_registrar_academic_load_revision": 249,
    "utter_registrar_academic_load_revision_form": 250,
    "utter_registrar_academic_records_email": 251,
    "utter_registrar_academic_verification_documents": 252,
    "utter_registrar_accountability": 253,
    "utter_registrar_add_subjects": 254,
    "utter_registrar_advance_credit": 255,
    "utter_registrar_cav_request": 256,
    "utter_registrar_check_grades": 257,
    "utter_registrar_clearance_access": 258,
    "utter_registrar_cor_request": 259,
    "utter_registrar_cross_enrollment_permit": 260,
    "utter_registrar_cross_enrollment_requirements": 261,
    "utter_registrar_deans_list": 262,
    "utter_registrar_document_authentication_fee": 263,
    "utter_registrar_document_processing_time": 264,
    "utter_registrar_enrollment_with_pending_accountabilities": 265,
    "utter_registrar_form_137_138_request": 266,
    "utter_registrar_grade_completion": 267,
    "utter_registrar_graduating_students_list": 268,
    "utter_registrar_graduation_qualification": 269,
    "utter_registrar_honorable_dismissal": 270,
    "utter_registrar_honorable_dismissal_documents": 271,
    "utter_registrar_leave_of_absence": 272,
    "utter_registrar_preliminary_registration_form": 273,
    "utter_registrar_promissory_note": 274,
    "utter_registrar_removal_exams": 275,
    "utter_registrar_reprint_rog": 276,
    "utter_registrar_shifter_status": 277,
    "utter_registrar_student_records_online": 278,
    "utter_registrar_student_records_validation_fee": 279,
    "utter_registrar_subject_availability": 280,
    "utter_registrar_transcript_fee": 281,
    "utter_registrar_transcript_request": 282,
    "utter_registrar_transfer_credentials": 283,
    "utter_registrar_unclaimed_documents": 284,
    "utter_registrar_university_schedule": 285,
    "utter_registrar_withdraw_all_subjects": 286,
    "utter_registrar_withdraw_subject": 287,
    "utter_scholar_apply": 288,
    "utter_scholar_availability": 289,
    "utter_scholar_delay": 290,
    "utter_scholar_lbpcertificate": 291,
    "utter_scholar_lbpsubmit": 292,
    "utter_scholar_openlbp": 293,
    "utter_scholar_tags": 294,
    "utter_student_work_opportunities": 295,
    "utter_university_about_msuiit": 296,
    "utter_university_administration": 297,
    "utter_university_admission": 298,
    "utter_university_chancellor": 299,
    "utter_university_colleges": 300,
    "utter_university_facilities_general": 301,
    "utter_university_facilities_iit": 302,
    "utter_university_history": 303,
    "utter_university_international_programs": 304,
    "utter_university_location": 305,
    "utter_university_scholarships": 306,
    "utter_university_student_life": 307,
    "utter_university_vision_mission": 308
  },
  "action_text": null,
  "intent_response_key": null
}