{
  "text": {
    "what": 1051,
    "pardon": 703,
    "do": 315,
    "you": 1072,
    "mean": 605,
    "i": 497,
    "not": 649,
    "understand": 1005,
    "could": 248,
    "explain": 384,
    "be": 108,
    "confuse": 229,
    "that": 968,
    "unclear": 1002,
    "can": 148,
    "clarify": 189,
    "try": 996,
    "to": 981,
    "say": 864,
    "follow": 421,
    "hey": 480,
    "hello": 477,
    "hi": 481,
    "there": 972,
    "good": 448,
    "morning": 628,
    "evening": 364,
    "greeting": 459,
    "how": 493,
    "afternoon": 33,
    "up": 1015,
    "bot": 124,
    "alab": 38,
    "bye": 143,
    "goodbye": 449,
    "see": 876,
    "later": 551,
    "around": 67,
    "catch": 156,
    "have": 473,
    "a": 1,
    "nice": 646,
    "day": 273,
    "one": 671,
    "talk": 953,
    "until": 1014,
    "next": 645,
    "time": 979,
    "farewell": 399,
    "take": 951,
    "care": 152,
    "human": 495,
    "who": 1057,
    "create": 256,
    "kind": 540,
    "of": 661,
    "real": 796,
    "ai": 35,
    "should": 889,
    "call": 146,
    "your": 1073,
    "name": 639,
    "stand": 919,
    "for": 422,
    "tell": 962,
    "more": 627,
    "about": 2,
    "elaborate": 339,
    "on": 669,
    "would": 1067,
    "like": 570,
    "know": 542,
    "else": 343,
    "please": 734,
    "continue": 239,
    "give": 444,
    "detail": 289,
    "far": 398,
    "go": 446,
    "provide": 776,
    "additional": 19,
    "information": 510,
    "interested": 528,
    "in": 504,
    "learn": 555,
    "other": 692,
    "available": 92,
    "expand": 378,
    "everything": 366,
    "it": 536,
    "want": 1045,
    "all": 39,
    "the": 969,
    "share": 887,
    "msuiit": 632,
    "special": 910,
    "describe": 286,
    "university": 1009,
    "mindanao": 618,
    "state": 922,
    "iligan": 500,
    "institute": 516,
    "technology": 961,
    "school": 869,
    "why": 1058,
    "study": 936,
    "at": 84,
    "make": 592,
    "unique": 1008,
    "s": 861,
    "achievement": 15,
    "reputation": 827,
    "iit": 499,
    "info": 508,
    "msu": 631,
    "background": 100,
    "where": 1053,
    "locate": 579,
    "find": 414,
    "address": 20,
    "get": 443,
    "exactly": 368,
    "city": 188,
    "location": 580,
    "direction": 301,
    "reach": 795,
    "campus": 147,
    "which": 1055,
    "exact": 367,
    "accessible": 9,
    "by": 142,
    "public": 778,
    "transport": 992,
    "commute": 209,
    "college": 203,
    "many": 597,
    "different": 297,
    "list": 574,
    "academic": 6,
    "offer": 662,
    "department": 284,
    "division": 314,
    "choose": 185,
    "from": 432,
    "under": 1003,
    "option": 679,
    "when": 1052,
    "establish": 360,
    "history": 486,
    "old": 668,
    "found": 427,
    "year": 1070,
    "start": 921,
    "founding": 428,
    "begin": 113,
    "past": 713,
    "long": 582,
    "exist": 377,
    "chancellor": 175,
    "lead": 553,
    "current": 266,
    "run": 859,
    "head": 474,
    "leadership": 554,
    "ditucalan": 311,
    "charge": 178,
    "vice": 1036,
    "administration": 21,
    "organizational": 684,
    "structure": 933,
    "manage": 593,
    "administrative": 22,
    "official": 665,
    "management": 594,
    "hierarchy": 482,
    "team": 958,
    "vision": 1038,
    "mission": 623,
    "and": 48,
    "aim": 37,
    "goal": 447,
    "objective": 659,
    "core": 245,
    "value": 1030,
    "strive": 932,
    "institutional": 518,
    "statement": 923,
    "system": 948,
    "branch": 126,
    "part": 704,
    "big": 119,
    "network": 642,
    "overview": 701,
    "president": 752,
    "govern": 450,
    "oversee": 700,
    "governance": 451,
    "establishment": 361,
    "origin": 687,
    "historical": 485,
    "culture": 265,
    "diversity": 313,
    "promote": 771,
    "cultural": 264,
    "integration": 523,
    "activity": 17,
    "tradition": 987,
    "event": 365,
    "celebrate": 164,
    "diverse": 312,
    "program": 767,
    "student": 935,
    "heritage": 479,
    "community": 208,
    "research": 832,
    "focus": 419,
    "initiative": 512,
    "center": 165,
    "opportunity": 678,
    "happen": 470,
    "ongoing": 672,
    "project": 769,
    "area": 66,
    "specialty": 912,
    "facility": 394,
    "accomplish": 11,
    "award": 95,
    "win": 1060,
    "recognition": 800,
    "receive": 799,
    "notable": 650,
    "accomplishment": 12,
    "ranking": 791,
    "prestigious": 753,
    "success": 941,
    "story": 928,
    "significant": 892,
    "milestone": 617,
    "distinction": 310,
    "difference": 296,
    "between": 118,
    "compare": 211,
    "main": 589,
    "marawi": 598,
    "well": 1050,
    "gensan": 442,
    "each": 328,
    "feature": 403,
    "specialization": 911,
    "comparison": 212,
    "enroll": 353,
    "admission": 23,
    "requirement": 831,
    "apply": 59,
    "entrance": 357,
    "into": 531,
    "application": 58,
    "process": 760,
    "enrollment": 354,
    "step": 926,
    "criterion": 259,
    "an": 46,
    "procedure": 759,
    "become": 109,
    "registration": 811,
    "register": 809,
    "as": 71,
    "scholarship": 868,
    "financial": 413,
    "aid": 36,
    "assistance": 80,
    "type": 999,
    "support": 945,
    "educational": 336,
    "grant": 458,
    "funding": 438,
    "building": 139,
    "amenity": 45,
    "resource": 835,
    "sport": 916,
    "library": 565,
    "laboratory": 544,
    "dormitory": 320,
    "housing": 492,
    "infrastructure": 511,
    "life": 569,
    "organization": 683,
    "extracurricular": 390,
    "experience": 382,
    "club": 198,
    "recreation": 805,
    "international": 529,
    "partnership": 709,
    "abroad": 3,
    "exchange": 373,
    "collaboration": 202,
    "partner": 708,
    "overseas": 699,
    "foreign": 423,
    "global": 445,
    "education": 335,
    "computer": 222,
    "ccs": 160,
    "course": 253,
    "degree": 278,
    "undergraduate": 1004,
    "major": 590,
    "offering": 663,
    "bachelor": 98,
    "equipment": 359,
    "labs": 545,
    "amenities": 44,
    "lab": 543,
    "tech": 959,
    "development": 293,
    "software": 905,
    "hardware": 472,
    "room": 855,
    "professor": 765,
    "faculty": 395,
    "teacher": 956,
    "experienced": 383,
    "member": 611,
    "industry": 507,
    "teaching": 957,
    "style": 937,
    "approachable": 62,
    "help": 478,
    "ratio": 792,
    "qualified": 783,
    "instructor": 520,
    "consultation": 236,
    "practitioner": 746,
    "teach": 955,
    "strict": 931,
    "grade": 454,
    "quality": 785,
    "with": 1061,
    "career": 153,
    "advice": 27,
    "fund": 437,
    "government": 452,
    "merit": 612,
    "base": 104,
    "complete": 216,
    "duration": 326,
    "frame": 429,
    "much": 633,
    "need": 641,
    "finish": 415,
    "expect": 379,
    "graduate": 455,
    "standard": 920,
    "__number__": 0,
    "or": 681,
    "semester": 881,
    "average": 93,
    "length": 559,
    "participate": 705,
    "society": 904,
    "join": 538,
    "code": 199,
    "competition": 214,
    "hold": 487,
    "programming": 768,
    "after": 32,
    "class": 190,
    "hackathon": 467,
    "group": 460,
    "elective": 341,
    "while": 1056,
    "possible": 741,
    "outside": 696,
    "if": 498,
    "allow": 40,
    "external": 387,
    "work": 1065,
    "rule": 858,
    "cross": 260,
    "subject": 938,
    "flexibility": 417,
    "selection": 879,
    "optional": 680,
    "size": 897,
    "small": 902,
    "crowded": 261,
    "classroom": 191,
    "will": 1059,
    "large": 548,
    "lecture": 558,
    "usual": 1022,
    "number": 654,
    "usually": 1023,
    "per": 719,
    "typical": 1000,
    "capacity": 150,
    "dean": 275,
    "office": 664,
    "floor": 418,
    "hour": 491,
    "contact": 237,
    "cs": 262,
    "coe": 200,
    "engineering": 350,
    "ee": 337,
    "ce": 161,
    "ced": 163,
    "beed": 111,
    "bse": 134,
    "maed": 587,
    "ceba": 162,
    "economic": 333,
    "business": 140,
    "cba": 159,
    "hrm": 494,
    "mktg": 624,
    "fin": 410,
    "collge": 204,
    "cass": 155,
    "art": 69,
    "social": 903,
    "science": 870,
    "engl": 351,
    "psyc": 777,
    "polsc": 737,
    "chs": 187,
    "ch": 171,
    "health": 475,
    "build": 138,
    "nur": 655,
    "medtech": 609,
    "pharma": 728,
    "csm": 263,
    "mathematic": 602,
    "math": 601,
    "bio": 120,
    "chem": 183,
    "bs": 131,
    "bsc": 132,
    "curriculum": 269,
    "bsit": 136,
    "bsis": 135,
    "bsca": 133,
    "specific": 913,
    "detailed": 290,
    "comprehensive": 221,
    "depth": 285,
    "content": 238,
    "component": 220,
    "framework": 430,
    "specification": 914,
    "plan": 732,
    "breakdown": 127,
    "prospect": 773,
    "job": 537,
    "path": 714,
    "graduates": 456,
    "employment": 348,
    "market": 600,
    "professional": 764,
    "growth": 461,
    "role": 854,
    "possibility": 740,
    "entry": 358,
    "enter": 356,
    "guideline": 466,
    "outline": 695,
    "matter": 603,
    "topic": 984,
    "hard": 471,
    "difficult": 298,
    "difficulty": 299,
    "challenge": 172,
    "tough": 985,
    "demand": 280,
    "level": 563,
    "demanding": 281,
    "workload": 1066,
    "intensity": 525,
    "c": 144,
    "vs": 1042,
    "easiest": 330,
    "challenging": 173,
    "require": 829,
    "effort": 338,
    "rigor": 850,
    "relative": 815,
    "rank": 790,
    "most": 629,
    "stress": 930,
    "evaluate": 362,
    "assessment": 76,
    "evaluation": 363,
    "method": 613,
    "determine": 291,
    "they": 973,
    "testing": 966,
    "examination": 370,
    "performance": 721,
    "technical": 960,
    "availability": 91,
    "access": 8,
    "usage": 1020,
    "use": 1021,
    "regulation": 812,
    "policy": 736,
    "protocol": 774,
    "term": 963,
    "instruction": 519,
    "particular": 707,
    "site": 895,
    "robotic": 852,
    "sciences": 871,
    "medical": 606,
    "nursing": 657,
    "qualify": 784,
    "document": 317,
    "prerequisite": 750,
    "qualification": 782,
    "bsn": 137,
    "accept": 7,
    "basic": 105,
    "any": 53,
    "admit": 24,
    "must": 635,
    "submit": 940,
    "form": 424,
    "fill": 408,
    "out": 694,
    "exam": 369,
    "necessary": 640,
    "gpa": 453,
    "practical": 744,
    "training": 988,
    "hand": 468,
    "clinical": 196,
    "placement": 731,
    "prepare": 749,
    "through": 978,
    "exposure": 385,
    "during": 327,
    "their": 971,
    "learning": 556,
    "integrate": 522,
    "hospital": 489,
    "practice": 745,
    "module": 625,
    "fieldwork": 406,
    "include": 505,
    "skill": 898,
    "assign": 77,
    "my": 636,
    "graduation": 457,
    "pursue": 781,
    "consider": 232,
    "field": 405,
    "open": 675,
    "non": 648,
    "healthcare": 476,
    "guidance": 464,
    "fair": 397,
    "board": 122,
    "licensing": 567,
    "pass": 711,
    "required": 830,
    "mandatory": 595,
    "license": 566,
    "nurse": 656,
    "licensure": 568,
    "automatically": 89,
    "passing": 712,
    "score": 872,
    "right": 849,
    "arrange": 68,
    "involve": 533,
    "set": 884,
    "rotation": 856,
    "link": 572,
    "spend": 915,
    "situate": 896,
    "place": 730,
    "position": 739,
    "whereabouts": 1054,
    "spot": 917,
    "locale": 578,
    "finance": 412,
    "bba": 107,
    "company": 210,
    "corporate": 246,
    "economics": 334,
    "similarity": 893,
    "differ": 295,
    "contrast": 240,
    "advantage": 26,
    "over": 698,
    "key": 539,
    "curricula": 267,
    "highlight": 484,
    "aspect": 73,
    "than": 967,
    "complexity": 219,
    "versus": 1034,
    "easy": 331,
    "intense": 524,
    "rigorous": 851,
    "strenuous": 929,
    "assignment": 78,
    "mark": 599,
    "scheme": 866,
    "quiz": 787,
    "presentation": 751,
    "assess": 75,
    "report": 824,
    "write": 1068,
    "case": 154,
    "format": 425,
    "oral": 682,
    "arts": 70,
    "council": 249,
    "debate": 276,
    "ba": 97,
    "design": 287,
    "bed": 110,
    "characteristic": 177,
    "let": 561,
    "us": 1019,
    "back": 99,
    "we": 1048,
    "original": 688,
    "question": 786,
    "return": 844,
    "our": 693,
    "discussion": 307,
    "discuss": 306,
    "refocus": 806,
    "track": 986,
    "point": 735,
    "stay": 925,
    "focused": 420,
    "concentrate": 223,
    "yes": 1071,
    "instead": 515,
    "change": 176,
    "switch": 947,
    "something": 907,
    "move": 630,
    "prefer": 747,
    "new": 643,
    "this": 975,
    "further": 439,
    "fablab": 391,
    "purpose": 780,
    "function": 436,
    "intention": 526,
    "interest": 527,
    "permission": 723,
    "book": 123,
    "reserve": 833,
    "schedule": 865,
    "sign": 890,
    "slot": 900,
    "operate": 677,
    "utilize": 1024,
    "service": 883,
    "tool": 982,
    "product": 763,
    "produce": 762,
    "fabricate": 392,
    "manufacture": 596,
    "develop": 292,
    "construct": 234,
    "craft": 255,
    "assemble": 74,
    "cost": 247,
    "price": 755,
    "expensive": 381,
    "fee": 404,
    "pay": 715,
    "oasg": 658,
    "handle": 469,
    "responsible": 837,
    "same": 862,
    "applicant": 57,
    "directly": 302,
    "full": 435,
    "responsibility": 836,
    "connection": 230,
    "send": 882,
    "invitation": 532,
    "majority": 591,
    "batch": 106,
    "inform": 509,
    "soon": 908,
    "timeline": 980,
    "via": 1035,
    "email": 344,
    "mail": 588,
    "notify": 653,
    "belong": 115,
    "release": 816,
    "once": 670,
    "delay": 279,
    "confirm": 227,
    "ve": 1031,
    "date": 272,
    "status": 924,
    "exclusive": 374,
    "check": 180,
    "miss": 621,
    "post": 742,
    "online": 673,
    "verification": 1032,
    "wait": 1043,
    "incomplete": 506,
    "verify": 1033,
    "update": 1017,
    "resubmit": 839,
    "missing": 622,
    "submission": 939,
    "disqualify": 309,
    "deadline": 274,
    "remind": 819,
    "suspect": 946,
    "notification": 652,
    "sm": 901,
    "often": 667,
    "review": 845,
    "checklist": 181,
    "ensure": 355,
    "naay": 638,
    "chance": 174,
    "ang": 49,
    "below": 116,
    "na": 637,
    "sase": 863,
    "less": 560,
    "still": 927,
    "alternative": 42,
    "low": 585,
    "completely": 217,
    "exception": 371,
    "reconsideration": 803,
    "someone": 906,
    "improve": 502,
    "remedial": 818,
    "scorer": 873,
    "minimum": 620,
    "interview": 530,
    "second": 875,
    "bridging": 129,
    "test": 965,
    "compensate": 213,
    "reject": 813,
    "close": 197,
    "quota": 788,
    "affect": 30,
    "those": 976,
    "sem": 880,
    "unsuccessful": 1013,
    "unnotifie": 1010,
    "re": 794,
    "candidate": 149,
    "multiple": 634,
    "round": 857,
    "only": 674,
    "successful": 942,
    "guarantee": 462,
    "issue": 535,
    "common": 207,
    "way": 1047,
    "pende": 718,
    "future": 440,
    "reapply": 797,
    "decision": 277,
    "transfer": 990,
    "another": 51,
    "mid": 615,
    "eligible": 342,
    "credit": 258,
    "recommendation": 802,
    "bridge": 128,
    "limit": 571,
    "attend": 85,
    "orientation": 686,
    "but": 141,
    "institution": 517,
    "cet": 170,
    "transferee": 991,
    "skip": 899,
    "waive": 1044,
    "exceptional": 372,
    "exemption": 376,
    "high": 483,
    "consideration": 233,
    "two": 998,
    "simultaneously": 894,
    "lack": 546,
    "dropbox": 324,
    "counter": 251,
    "courier": 252,
    "person": 725,
    "resubmitte": 840,
    "postal": 743,
    "representative": 825,
    "third": 974,
    "party": 710,
    "clear": 193,
    "liability": 564,
    "settle": 885,
    "resolve": 834,
    "installment": 514,
    "penalty": 717,
    "relate": 814,
    "tuition": 997,
    "clearance": 194,
    "talent": 952,
    "unified": 1007,
    "allowance": 41,
    "last": 549,
    "landbank": 547,
    "account": 13,
    "guide": 465,
    "appointment": 61,
    "scholar": 867,
    "assist": 79,
    "age": 34,
    "restriction": 838,
    "hotline": 490,
    "inquiry": 513,
    "opening": 676,
    "without": 1064,
    "personal": 726,
    "d": 270,
    "prioritize": 758,
    "guarantor": 463,
    "visit": 1039,
    "ask": 72,
    "certificate": 167,
    "lbp": 552,
    "obtain": 660,
    "certification": 168,
    "request": 828,
    "digital": 300,
    "copy": 243,
    "authenticity": 88,
    "behalf": 114,
    "designate": 288,
    "issuance": 534,
    "valid": 1026,
    "period": 722,
    "bank": 103,
    "remark": 817,
    "portal": 738,
    "acknowledgment": 16,
    "receipt": 798,
    "concern": 224,
    "late": 550,
    "fail": 396,
    "unifast": 1006,
    "tes": 964,
    "che": 179,
    "tdp": 954,
    "both": 125,
    "first": 416,
    "combine": 205,
    "tag": 949,
    "employee": 346,
    "anteu": 52,
    "fu": 434,
    "tagging": 950,
    "benefit": 117,
    "come": 206,
    "retiree": 843,
    "appeal": 55,
    "associate": 83,
    "annual": 50,
    "renewal": 822,
    "checkup": 182,
    "clinic": 195,
    "free": 431,
    "staff": 918,
    "avail": 90,
    "treatment": 994,
    "enrol": 352,
    "visitor": 1040,
    "weekend": 1049,
    "prior": 757,
    "dental": 282,
    "dentist": 283,
    "tooth": 983,
    "extraction": 389,
    "cleaning": 192,
    "consult": 235,
    "orthodontist": 689,
    "cover": 254,
    "filling": 409,
    "x": 1069,
    "ray": 793,
    "hygiene": 496,
    "cater": 157,
    "emergency": 345,
    "absence": 4,
    "excuse": 375,
    "letter": 562,
    "absent": 5,
    "approve": 64,
    "proof": 772,
    "doctor": 316,
    "signature": 891,
    "lose": 583,
    "travel": 993,
    "medicine": 608,
    "kit": 541,
    "trip": 995,
    "vaccination": 1025,
    "physical": 729,
    "blood": 121,
    "fast": 400,
    "certain": 166,
    "diagnostic": 294,
    "conduct": 226,
    "urine": 1018,
    "analysis": 47,
    "result": 841,
    "insurance": 521,
    "perform": 720,
    "cholesterol": 184,
    "discount": 305,
    "validity": 1029,
    "employer": 347,
    "fbs": 402,
    "lipid": 573,
    "profile": 766,
    "drink": 322,
    "water": 1046,
    "before": 112,
    "fasting": 401,
    "eat": 332,
    "fruit": 433,
    "avoid": 94,
    "medication": 607,
    "early": 329,
    "coffee": 201,
    "transcript": 989,
    "record": 804,
    "alumnus": 43,
    "unofficial": 1011,
    "cor": 244,
    "previous": 754,
    "prove": 775,
    "load": 576,
    "revision": 847,
    "add": 18,
    "drop": 323,
    "revise": 846,
    "completion": 218,
    "registrar": 810,
    "withdraw": 1062,
    "withdrawal": 1063,
    "officially": 666,
    "midterm": 616,
    "refund": 807,
    "no": 647,
    "conflict": 228,
    "honorable": 488,
    "dismissal": 308,
    "authentication": 87,
    "authenticate": 86,
    "certify": 169,
    "payment": 716,
    "credential": 257,
    "cav": 158,
    "view": 1037,
    "print": 756,
    "removal": 820,
    "bring": 130,
    "permit": 724,
    "calendar": 145,
    "important": 501,
    "download": 321,
    "leave": 557,
    "loa": 575,
    "reprint": 826,
    "rog": 853,
    "duplicate": 325,
    "documentation": 318,
    "final": 411,
    "accountability": 14,
    "processing": 761,
    "expedite": 380,
    "rush": 860,
    "preliminary": 748,
    "advance": 25,
    "approval": 63,
    "m": 586,
    "promissory": 770,
    "note": 651,
    "outstanding": 697,
    "balance": 101,
    "condition": 225,
    "validation": 1028,
    "validate": 1027,
    "shifter": 888,
    "unresolved": 1012,
    "unclaimed": 1001,
    "three": 977,
    "month": 626,
    "retention": 842,
    "paper": 702,
    "meet": 610,
    "loan": 577,
    "osds": 691,
    "assistantship": 82,
    "assistant": 81,
    "approved": 65,
    "lodging": 581,
    "accommodation": 10,
    "dance": 271,
    "theater": 970,
    "choral": 186,
    "band": 102,
    "spe": 909,
    "complaint": 215,
    "suggestion": 943,
    "file": 407,
    "improvement": 503,
    "raise": 789,
    "organize": 685,
    "extra": 388,
    "curricular": 268,
    "gain": 441,
    "afford": 31,
    "struggle": 934,
    "face": 393,
    "recognize": 801,
    "formation": 426,
    "anyone": 54,
    "regard": 808,
    "discipline": 304,
    "disciplinary": 303,
    "appliance": 56,
    "rice": 848,
    "cooker": 242,
    "microwave": 614,
    "dorm": 319,
    "petition": 727,
    "election": 340,
    "search": 874,
    "maximum": 604,
    "several": 886,
    "renew": 821,
    "extend": 386,
    "counseling": 250,
    "summer": 944,
    "osd": 690,
    "aware": 96,
    "planning": 733,
    "publication": 779,
    "contribute": 241,
    "newspaper": 644,
    "advising": 29,
    "seek": 877,
    "adviser": 28,
    "select": 878,
    "appoint": 60,
    "card": 151,
    "lost": 584,
    "replace": 823,
    "mine": 619,
    "upcoming": 1016,
    "consequence": 231,
    "participation": 706,
    "engage": 349,
    "volunteer": 1041
  },
  "intent": {
    "default": 173,
    "greet": 182,
    "goodbye": 181,
    "bot_challenge": 13,
    "ask_follow_up_general": 10,
    "university_about_msuiit": 281,
    "university_location": 290,
    "university_colleges": 285,
    "university_history": 288,
    "university_chancellor": 284,
    "university_administration": 282,
    "university_vision_mission": 293,
    "msu_system_info": 190,
    "msu_governance": 187,
    "msu_history": 188,
    "msu_culture": 186,
    "msu_research": 189,
    "msu_achievements": 184,
    "msu_campus_comparison": 185,
    "university_admission": 283,
    "university_scholarships": 291,
    "university_facilities_general": 286,
    "university_facilities_iit": 287,
    "university_student_life": 292,
    "university_international_programs": 289,
    "ccs_general_inquiry": 51,
    "ccs_programs_overview": 59,
    "ccs_facilities_info": 49,
    "ccs_faculty_info": 50,
    "ccs_scholarship_info": 61,
    "ccs_duration_info": 44,
    "ccs_research_info": 60,
    "ccs_student_life": 63,
    "ccs_elective": 45,
    "ccs_size": 62,
    "ccs_location_main": 54,
    "ccs_location_dean": 52,
    "ccs_location_departments": 53,
    "coe_location_main": 142,
    "coe_location_dean": 140,
    "coe_location_departments": 141,
    "ced_location_main": 94,
    "ced_location_dean": 92,
    "ced_location_departments": 93,
    "ceba_location_main": 74,
    "ceba_location_dean": 72,
    "ceba_location_departments": 73,
    "cass_location_main": 32,
    "cass_location_dean": 30,
    "cass_location_departments": 31,
    "chs_location_main": 115,
    "chs_location_dean": 113,
    "chs_location_departments": 114,
    "csm_location_main": 163,
    "csm_location_dean": 161,
    "csm_location_departments": 162,
    "program_inquiry_bscs": 230,
    "program_inquiry_bsit": 232,
    "program_inquiry_bsis": 231,
    "program_inquiry_bsca": 229,
    "ccs_program_details": 56,
    "ccs_career_prospects": 43,
    "ccs_admission_requirements": 42,
    "bsit_subjects": 21,
    "bsis_subjects": 19,
    "bsca_subjects": 15,
    "bscs_subjects": 17,
    "bsca_difficulty": 14,
    "bscs_difficulty": 16,
    "bsit_difficulty": 20,
    "bsis_difficulty": 18,
    "ccs_program_comparison": 55,
    "ccs_program_difficulty": 57,
    "ccs_program_difficulty_comparison": 58,
    "ccs_evaluation": 46,
    "ccs_exchange_programs": 47,
    "ccs_facilities_details": 48,
    "general_facilities_usage_policy": 180,
    "general_facilities_specific": 179,
    "student_work_opportunities": 280,
    "coe_general_inquiry": 139,
    "coe_programs_overview": 147,
    "coe_facilities_info": 137,
    "coe_faculty_info": 138,
    "coe_scholarship_info": 149,
    "coe_duration_info": 133,
    "coe_research_info": 148,
    "coe_student_life": 151,
    "coe_elective": 134,
    "coe_size": 150,
    "coe_program_details": 144,
    "chs_general_inquiry": 112,
    "chs_programs_overview": 118,
    "chs_facilities_info": 110,
    "chs_faculty_info": 111,
    "chs_scholarship_info": 120,
    "chs_duration_info": 108,
    "chs_research_info": 119,
    "chs_student_life": 122,
    "chs_elective": 109,
    "chs_size": 121,
    "chs_program_details": 117,
    "chs_admission_requirements": 104,
    "chs_practical_training": 116,
    "chs_career_opportunities": 106,
    "chs_board_exam": 105,
    "chs_clinical_practice": 107,
    "ceba_general_inquiry": 71,
    "ceba_programs_overview": 79,
    "ceba_facilities_info": 69,
    "ceba_faculty_info": 70,
    "ceba_scholarship_info": 81,
    "ceba_duration_info": 66,
    "ceba_research_info": 80,
    "ceba_student_life": 83,
    "ceba_elective": 67,
    "ceba_size": 82,
    "ceba_program_details": 76,
    "ceba_admission_requirements": 64,
    "ceba_career_prospects": 65,
    "ceba_program_comparison": 75,
    "ceba_program_difficulty": 77,
    "ceba_program_difficulty_comparison": 78,
    "ceba_evaluation": 68,
    "cass_general_inquiry": 29,
    "cass_programs_overview": 37,
    "cass_facilities_info": 27,
    "cass_faculty_info": 28,
    "cass_scholarship_info": 39,
    "cass_duration_info": 24,
    "cass_research_info": 38,
    "cass_student_life": 41,
    "cass_elective": 25,
    "cass_size": 40,
    "cass_program_details": 34,
    "cass_admission_requirements": 22,
    "cass_career_prospects": 23,
    "cass_program_comparison": 33,
    "cass_program_difficulty": 35,
    "cass_program_difficulty_comparison": 36,
    "cass_evaluation": 26,
    "ced_general_inquiry": 91,
    "ced_programs_overview": 99,
    "ced_facilities_info": 89,
    "ced_faculty_info": 90,
    "ced_scholarship_info": 101,
    "ced_duration_info": 86,
    "ced_research_info": 100,
    "ced_student_life": 103,
    "ced_elective": 87,
    "ced_size": 102,
    "ced_program_details": 96,
    "ced_admission_requirements": 84,
    "ced_career_prospects": 85,
    "ced_program_comparison": 95,
    "ced_program_difficulty": 97,
    "ced_program_difficulty_comparison": 98,
    "ced_evaluation": 88,
    "csm_general_inquiry": 160,
    "csm_programs_overview": 168,
    "csm_facilities_info": 158,
    "csm_faculty_info": 159,
    "csm_scholarship_info": 170,
    "csm_duration_info": 155,
    "csm_research_info": 169,
    "csm_student_life": 172,
    "csm_elective": 156,
    "csm_size": 171,
    "csm_program_details": 165,
    "csm_admission_requirements": 153,
    "csm_career_prospects": 154,
    "csm_program_comparison": 164,
    "csm_program_difficulty": 166,
    "csm_program_difficulty_comparison": 167,
    "csm_evaluation": 157,
    "ask_specific_campus": 12,
    "help_refocus": 183,
    "confirm_topic_switch": 152,
    "ask_more_details": 11,
    "fablab_about": 174,
    "fablab_usage": 178,
    "fablab_products": 177,
    "fablab_access": 175,
    "fablab_cost": 176,
    "admission_about": 0,
    "admission_invitation": 4,
    "admission_document_submission": 2,
    "admission_chances": 1,
    "admission_email_inquiry": 3,
    "admission_transferee": 9,
    "admission_transfer_external": 8,
    "admission_second_degree": 7,
    "admission_lacking_documents": 5,
    "admission_liability": 6,
    "scholar_availability": 274,
    "scholar_delay": 275,
    "scholar_openlbp": 278,
    "scholar_lbpcertificate": 276,
    "scholar_lbpsubmit": 277,
    "scholar_apply": 273,
    "scholar_tags": 279,
    "clinic_checkup": 123,
    "clinic_dental": 124,
    "clinic_medcert_absent": 127,
    "clinic_medcert_travel": 129,
    "clinic_labtest": 126,
    "clinic_medcert_employment": 128,
    "clinic_fasting": 125,
    "registrar_transcript_request": 267,
    "registrar_cor_request": 244,
    "registrar_academic_load_revision": 234,
    "registrar_grade_completion": 252,
    "registrar_withdraw_subject": 272,
    "registrar_withdraw_all_subjects": 271,
    "registrar_add_subjects": 239,
    "registrar_honorable_dismissal": 255,
    "registrar_document_authentication_fee": 248,
    "registrar_transfer_credentials": 268,
    "registrar_cav_request": 241,
    "registrar_clearance_access": 243,
    "registrar_subject_availability": 265,
    "registrar_removal_exams": 260,
    "registrar_cross_enrollment_permit": 245,
    "registrar_academic_calendar": 233,
    "registrar_leave_of_absence": 257,
    "registrar_reprint_rog": 261,
    "registrar_academic_verification_documents": 237,
    "registrar_check_grades": 242,
    "registrar_accountability": 238,
    "registrar_document_processing_time": 249,
    "registrar_preliminary_registration_form": 258,
    "registrar_advance_credit": 240,
    "registrar_student_records_online": 263,
    "registrar_deans_list": 247,
    "registrar_graduating_students_list": 253,
    "registrar_promissory_note": 259,
    "registrar_cross_enrollment_requirements": 246,
    "registrar_transcript_fee": 266,
    "registrar_academic_records_email": 236,
    "registrar_student_records_validation_fee": 264,
    "registrar_shifter_status": 262,
    "registrar_enrollment_with_pending_accountabilities": 250,
    "registrar_unclaimed_documents": 269,
    "registrar_university_schedule": 270,
    "registrar_honorable_dismissal_documents": 256,
    "registrar_academic_load_revision_form": 235,
    "registrar_graduation_qualification": 254,
    "registrar_form_137_138_request": 251,
    "osds_apply_student_loan": 196,
    "osds_financial_assistance_programs": 201,
    "osds_qualifications_student_assistantship": 215,
    "osds_apply_teaching_assistantship": 197,
    "osds_find_approved_student_lodging": 203,
    "osds_requirements_special_grants_program": 219,
    "osds_participate_student_organizations": 212,
    "osds_special_program_employment_students": 222,
    "osds_submit_complaint_suggestion": 226,
    "osds_process_organizing_extra_curricular": 214,
    "osds_apply_office_assistantship": 194,
    "osds_benefits_special_grants_program": 199,
    "osds_financial_difficulties_tuition": 202,
    "osds_qualify_special_program_employment_students": 216,
    "osds_approved_extracurricular_activities": 198,
    "osds_restrictions_student_organizations": 220,
    "osds_file_complaint_student_discipline": 200,
    "osds_requirements_personal_appliances_dormitories": 218,
    "osds_student_petitions_process": 225,
    "osds_run_for_student_council": 221,
    "osds_find_scholarships": 204,
    "osds_max_hours_student_assistantship": 210,
    "osds_apply_multiple_financial_aid": 193,
    "osds_help_finding_housing": 207,
    "osds_renew_student_loan": 217,
    "osds_guidance_counseling_center_role": 206,
    "osds_summer_programs": 227,
    "osds_student_elections_rules": 223,
    "osds_help_organizing_cultural_events": 208,
    "osds_involved_student_publication": 209,
    "osds_academic_advising_career_counseling": 192,
    "osds_student_organization_advisers": 224,
    "osds_apply_scholarship": 195,
    "osds_missing_student_id": 211,
    "osds_find_upcoming_activities": 205,
    "osds_penalties_non_participation_extracurricular": 213,
    "osds_volunteer_campus_events": 228,
    "coe_admission_requirements": 130,
    "coe_career_prospects": 131,
    "coe_difficulty": 132,
    "coe_evaluation": 135,
    "coe_exchange_programs": 136,
    "coe_program_comparison": 143,
    "coe_program_difficulty": 145,
    "coe_program_difficulty_comparison": 146,
    "nlu_fallback": 191
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_set_active_college": 10,
    "action_track_location_context": 11,
    "action_track_student_interest": 12,
    "utter_admission_about": 15,
    "utter_admission_chances": 16,
    "utter_admission_document_submission": 17,
    "utter_admission_email_inquiry": 18,
    "utter_admission_invitation": 19,
    "utter_admission_lacking_documents": 20,
    "utter_admission_liability": 21,
    "utter_admission_second_degree": 22,
    "utter_admission_transfer_external": 23,
    "utter_admission_transferee": 24,
    "utter_ask_follow_up_general": 25,
    "utter_ask_more_details": 26,
    "utter_ask_specific_campus": 27,
    "utter_bsca_details": 28,
    "utter_bsca_difficulty": 29,
    "utter_bsca_subjects": 30,
    "utter_bscs_details": 31,
    "utter_bscs_difficulty": 32,
    "utter_bscs_subjects": 33,
    "utter_bsis_details": 34,
    "utter_bsis_difficulty": 35,
    "utter_bsis_subjects": 36,
    "utter_bsit_details": 37,
    "utter_bsit_difficulty": 38,
    "utter_bsit_subjects": 39,
    "utter_cass_admission_requirements": 40,
    "utter_cass_career_prospects": 41,
    "utter_cass_duration_info": 42,
    "utter_cass_elective": 43,
    "utter_cass_evaluation": 44,
    "utter_cass_facilities_info": 45,
    "utter_cass_faculty_info": 46,
    "utter_cass_general_inquiry": 47,
    "utter_cass_location_dean": 48,
    "utter_cass_location_departments": 49,
    "utter_cass_location_main": 50,
    "utter_cass_program_comparison": 51,
    "utter_cass_program_details": 52,
    "utter_cass_program_difficulty": 53,
    "utter_cass_program_difficulty_comparison": 54,
    "utter_cass_programs_overview": 55,
    "utter_cass_research_info": 56,
    "utter_cass_scholarship_info": 57,
    "utter_cass_size": 58,
    "utter_cass_student_life": 59,
    "utter_ccs_admission_requirements": 60,
    "utter_ccs_career_prospects": 61,
    "utter_ccs_duration_info": 62,
    "utter_ccs_elective": 63,
    "utter_ccs_evaluation": 64,
    "utter_ccs_exchange_programs": 65,
    "utter_ccs_facilities_details": 66,
    "utter_ccs_facilities_info": 67,
    "utter_ccs_faculty_info": 68,
    "utter_ccs_general_inquiry": 69,
    "utter_ccs_location_dean": 70,
    "utter_ccs_location_departments": 71,
    "utter_ccs_location_main": 72,
    "utter_ccs_program_comparison": 73,
    "utter_ccs_program_details": 74,
    "utter_ccs_program_difficulty": 75,
    "utter_ccs_program_difficulty_comparison": 76,
    "utter_ccs_programs_overview": 77,
    "utter_ccs_research_info": 78,
    "utter_ccs_scholarship_info": 79,
    "utter_ccs_size": 80,
    "utter_ccs_student_life": 81,
    "utter_ceba_admission_requirements": 82,
    "utter_ceba_career_prospects": 83,
    "utter_ceba_duration_info": 84,
    "utter_ceba_elective": 85,
    "utter_ceba_evaluation": 86,
    "utter_ceba_facilities_info": 87,
    "utter_ceba_faculty_info": 88,
    "utter_ceba_general_inquiry": 89,
    "utter_ceba_location_dean": 90,
    "utter_ceba_location_departments": 91,
    "utter_ceba_location_main": 92,
    "utter_ceba_program_comparison": 93,
    "utter_ceba_program_details": 94,
    "utter_ceba_program_difficulty": 95,
    "utter_ceba_program_difficulty_comparison": 96,
    "utter_ceba_programs_overview": 97,
    "utter_ceba_research_info": 98,
    "utter_ceba_scholarship_info": 99,
    "utter_ceba_size": 100,
    "utter_ceba_student_life": 101,
    "utter_ced_admission_requirements": 102,
    "utter_ced_career_prospects": 103,
    "utter_ced_duration_info": 104,
    "utter_ced_elective": 105,
    "utter_ced_evaluation": 106,
    "utter_ced_facilities_info": 107,
    "utter_ced_faculty_info": 108,
    "utter_ced_general_inquiry": 109,
    "utter_ced_location_dean": 110,
    "utter_ced_location_departments": 111,
    "utter_ced_location_main": 112,
    "utter_ced_program_comparison": 113,
    "utter_ced_program_details": 114,
    "utter_ced_program_difficulty": 115,
    "utter_ced_program_difficulty_comparison": 116,
    "utter_ced_programs_overview": 117,
    "utter_ced_research_info": 118,
    "utter_ced_scholarship_info": 119,
    "utter_ced_size": 120,
    "utter_ced_student_life": 121,
    "utter_chs_admission_requirements": 122,
    "utter_chs_board_exam": 123,
    "utter_chs_career_opportunities": 124,
    "utter_chs_clinical_practice": 125,
    "utter_chs_duration_info": 126,
    "utter_chs_elective": 127,
    "utter_chs_facilities_info": 128,
    "utter_chs_faculty_info": 129,
    "utter_chs_general_inquiry": 130,
    "utter_chs_location_dean": 131,
    "utter_chs_location_departments": 132,
    "utter_chs_location_main": 133,
    "utter_chs_practical_training": 134,
    "utter_chs_program_details": 135,
    "utter_chs_programs_overview": 136,
    "utter_chs_research_info": 137,
    "utter_chs_scholarship_info": 138,
    "utter_chs_size": 139,
    "utter_chs_student_life": 140,
    "utter_clinic_checkup": 141,
    "utter_clinic_dental": 142,
    "utter_clinic_fasting": 143,
    "utter_clinic_labtest": 144,
    "utter_clinic_medcert_absent": 145,
    "utter_clinic_medcert_employment": 146,
    "utter_clinic_medcert_travel": 147,
    "utter_coe_admission_requirements": 148,
    "utter_coe_career_prospects": 149,
    "utter_coe_difficulty": 150,
    "utter_coe_duration_info": 151,
    "utter_coe_elective": 152,
    "utter_coe_evaluation": 153,
    "utter_coe_exchange_programs": 154,
    "utter_coe_facilities_info": 155,
    "utter_coe_faculty_info": 156,
    "utter_coe_general_inquiry": 157,
    "utter_coe_location_dean": 158,
    "utter_coe_location_departments": 159,
    "utter_coe_location_main": 160,
    "utter_coe_program_comparison": 161,
    "utter_coe_program_difficulty": 162,
    "utter_coe_program_difficulty_comparison": 163,
    "utter_coe_programs_overview": 164,
    "utter_coe_research_info": 165,
    "utter_coe_scholarship_info": 166,
    "utter_coe_size": 167,
    "utter_coe_student_life": 168,
    "utter_confirm_topic_switch": 169,
    "utter_csm_admission_requirements": 170,
    "utter_csm_career_prospects": 171,
    "utter_csm_duration_info": 172,
    "utter_csm_elective": 173,
    "utter_csm_evaluation": 174,
    "utter_csm_facilities_info": 175,
    "utter_csm_faculty_info": 176,
    "utter_csm_general_inquiry": 177,
    "utter_csm_location_dean": 178,
    "utter_csm_location_departments": 179,
    "utter_csm_location_main": 180,
    "utter_csm_program_comparison": 181,
    "utter_csm_program_details": 182,
    "utter_csm_program_difficulty": 183,
    "utter_csm_program_difficulty_comparison": 184,
    "utter_csm_programs_overview": 185,
    "utter_csm_research_info": 186,
    "utter_csm_scholarship_info": 187,
    "utter_csm_size": 188,
    "utter_csm_student_life": 189,
    "utter_default": 190,
    "utter_fablab_about": 191,
    "utter_fablab_access": 192,
    "utter_fablab_cost": 193,
    "utter_fablab_products": 194,
    "utter_fablab_usage": 195,
    "utter_general_facilities_specific": 196,
    "utter_general_facilities_usage_policy": 197,
    "utter_goodbye": 198,
    "utter_greet": 199,
    "utter_help_refocus": 200,
    "utter_iamabot": 201,
    "utter_msu_achievements": 202,
    "utter_msu_campus_comparison": 203,
    "utter_msu_culture": 204,
    "utter_msu_governance": 205,
    "utter_msu_history": 206,
    "utter_msu_research": 207,
    "utter_msu_system_info": 208,
    "utter_osds_academic_advising_career_counseling": 209,
    "utter_osds_apply_multiple_financial_aid": 210,
    "utter_osds_apply_office_assistantship": 211,
    "utter_osds_apply_scholarship": 212,
    "utter_osds_apply_student_loan": 213,
    "utter_osds_apply_teaching_assistantship": 214,
    "utter_osds_approved_extracurricular_activities": 215,
    "utter_osds_benefits_special_grants_program": 216,
    "utter_osds_file_complaint_student_discipline": 217,
    "utter_osds_financial_assistance_programs": 218,
    "utter_osds_financial_difficulties_tuition": 219,
    "utter_osds_find_approved_student_lodging": 220,
    "utter_osds_find_scholarships": 221,
    "utter_osds_find_upcoming_activities": 222,
    "utter_osds_guidance_counseling_center_role": 223,
    "utter_osds_help_finding_housing": 224,
    "utter_osds_help_organizing_cultural_events": 225,
    "utter_osds_involved_student_publication": 226,
    "utter_osds_max_hours_student_assistantship": 227,
    "utter_osds_missing_student_id": 228,
    "utter_osds_participate_student_organizations": 229,
    "utter_osds_penalties_non_participation_extracurricular": 230,
    "utter_osds_process_organizing_extra_curricular": 231,
    "utter_osds_qualifications_student_assistantship": 232,
    "utter_osds_qualify_special_program_employment_students": 233,
    "utter_osds_renew_student_loan": 234,
    "utter_osds_requirements_personal_appliances_dormitories": 235,
    "utter_osds_requirements_special_grants_program": 236,
    "utter_osds_restrictions_student_organizations": 237,
    "utter_osds_run_for_student_council": 238,
    "utter_osds_special_program_employment_students": 239,
    "utter_osds_student_elections_rules": 240,
    "utter_osds_student_organization_advisers": 241,
    "utter_osds_student_petitions_process": 242,
    "utter_osds_submit_complaint_suggestion": 243,
    "utter_osds_summer_programs": 244,
    "utter_osds_volunteer_campus_events": 245,
    "utter_registrar_academic_calendar": 246,
    "utter_registrar_academic_load_revision": 247,
    "utter_registrar_academic_load_revision_form": 248,
    "utter_registrar_academic_records_email": 249,
    "utter_registrar_academic_verification_documents": 250,
    "utter_registrar_accountability": 251,
    "utter_registrar_add_subjects": 252,
    "utter_registrar_advance_credit": 253,
    "utter_registrar_cav_request": 254,
    "utter_registrar_check_grades": 255,
    "utter_registrar_clearance_access": 256,
    "utter_registrar_cor_request": 257,
    "utter_registrar_cross_enrollment_permit": 258,
    "utter_registrar_cross_enrollment_requirements": 259,
    "utter_registrar_deans_list": 260,
    "utter_registrar_document_authentication_fee": 261,
    "utter_registrar_document_processing_time": 262,
    "utter_registrar_enrollment_with_pending_accountabilities": 263,
    "utter_registrar_form_137_138_request": 264,
    "utter_registrar_grade_completion": 265,
    "utter_registrar_graduating_students_list": 266,
    "utter_registrar_graduation_qualification": 267,
    "utter_registrar_honorable_dismissal": 268,
    "utter_registrar_honorable_dismissal_documents": 269,
    "utter_registrar_leave_of_absence": 270,
    "utter_registrar_preliminary_registration_form": 271,
    "utter_registrar_promissory_note": 272,
    "utter_registrar_removal_exams": 273,
    "utter_registrar_reprint_rog": 274,
    "utter_registrar_shifter_status": 275,
    "utter_registrar_student_records_online": 276,
    "utter_registrar_student_records_validation_fee": 277,
    "utter_registrar_subject_availability": 278,
    "utter_registrar_transcript_fee": 279,
    "utter_registrar_transcript_request": 280,
    "utter_registrar_transfer_credentials": 281,
    "utter_registrar_unclaimed_documents": 282,
    "utter_registrar_university_schedule": 283,
    "utter_registrar_withdraw_all_subjects": 284,
    "utter_registrar_withdraw_subject": 285,
    "utter_scholar_apply": 286,
    "utter_scholar_availability": 287,
    "utter_scholar_delay": 288,
    "utter_scholar_lbpcertificate": 289,
    "utter_scholar_lbpsubmit": 290,
    "utter_scholar_openlbp": 291,
    "utter_scholar_tags": 292,
    "utter_student_work_opportunities": 293,
    "utter_university_about_msuiit": 294,
    "utter_university_administration": 295,
    "utter_university_admission": 296,
    "utter_university_chancellor": 297,
    "utter_university_colleges": 298,
    "utter_university_facilities_general": 299,
    "utter_university_facilities_iit": 300,
    "utter_university_history": 301,
    "utter_university_international_programs": 302,
    "utter_university_location": 303,
    "utter_university_scholarships": 304,
    "utter_university_student_life": 305,
    "utter_university_vision_mission": 306
  },
  "action_text": null,
  "intent_response_key": null
}